{
    "italian": "Italiano",
    "french": "Français",

    "button_submit": "Gioca",
    "button_resetEmail": "Cancella Email",
    "button_next": "Avanti",
    "button_back": "Indietro",
    "button_skip": "Esci",
    "button_end": "Fine",

    "welcome_developers": "Sviluppatori",
    "welcome_email": "Per poter iniziare a giocare inserisci la tua email:",
    "welcome_description": "Testa le tue conoscenze sulla lingua e cultura della Svizzera italiana e impara tante cose nuove.",
    "welcome_invalidEmail": "Email non valida",

    "quiz_email": "Stai giocando come:",
    "quiz_best": "Miglior risultato fino ad ora:",
    "quiz_prize1": " ",
    "quiz_prize2": " ",
    "quiz_prize3": " ",
    "quiz_difficulty": " ",
    "quiz_questionNumber": "Domanda numero:",
    "quiz_tutorial": "Clicca per visualizzare il tutorial",
    "quiz_dailyTry": "Prova quante volte vuoi!",
    "quiz_dailyTryExpired": "Prova quante volte vuoi!",
    "quiz_rules1": "Rispondi alle domande scegliendo una delle due opzioni.",
    "quiz_rules2": "Rispondendo correttamente a più domande aumenterai la tua possibilità di vittoria.",
    "quiz_cat1": "Il premio in palio è una borsa USI.",
    "quiz_cat2": " ",
    "quiz_cat3": " ",
    "quiz_rules3": "Ogni giorno avrai a disposizione 3 tentativi che ti permetterano di partecipare all'estrazione dei premi, dopodiché giocherai solo per divertimento.",
    "quiz_rules4": "Fatti aiutare dai poster in giro per il liceo, dal tuo smartphone, dai tuoi amici, oppure dai docenti!",
    "quiz_rules5": "Non ti lasciare mettere sotto pressione: hai tutto il tempo che vuoi. Buon divertimento!",
    "quiz_quit": "Esci",
    "quiz_go_back": "Torna indietro",

    "quiz_modalCongrats": "Congratulazioni!",
    "quiz_victory": "SEI ARRIVATO IN FONDO!",
    "quiz_modal1": "Hai risposto correttamente a 10 domande, il che ti permette di partecipare all’estrazione del premio a sorpresa della categoria 1.",
    "quiz_modal2": "Hai risposto correttamente a 20 domande, il che ti permette di partecipare all’estrazione del premio della categoria 2 (dvd dei frontaliers).",
    "quiz_modal3": "Hai risposto correttamente a 30 domande, grazie per avere giocato!",
    "quiz_modalEmail": "In caso di vittoria riceverai una email entro 24 ore.",
    "quiz_modalReminder1": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 10 domande di fila in modo corretto.",
    "quiz_modalReminder2": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 20 domande di fila in modo corretto.",
    "quiz_modalReminder3": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 30 domande di fila in modo corretto.",
    "quiz_modalErrorTitle": "Sarà per la prossima volta...",
    "quiz_modalErrorContent1": "Purtroppo hai scelto la risposta sbagliata...",
    "quiz_ModalErrorContent2": "Ma non mollare!",
    "quiz_tooMany": "Limite di tentativi raggiunto!",
    "quiz_modalTries1": "Hai già fatto 3 tentativi oggi, ora giocherai solo per divertimento.",
    "quiz_modalTries2": "Ricordati di tornare domani per avere 3 nuovi tentativi!",

    "quiz_tutorial_step1": "Benvenuto! <br/><br/> Vedo che è la prima volta che giochi, segui il tutorial per saperne di più. <br/><br/> Puoi interrompere il tutorial in qualsiasi momento e rileggerlo più tardi cliccando sul pulsante evidenziato. Clicca Avanti per proseguire.",
    "quiz_tutorial_step2": "Questa barra rappresenta il tuo punteggio migliore nei tuoi precedenti tentativi.",
    "quiz_tutorial_step3": "Questa barra rappresenta il tuo progresso attuale nel gioco.",
    "quiz_tutorial_step4": "Più arrivi lontano e più possibilità hai di vincere!",
    "quiz_tutorial_step5": "Qui potrai leggere le domande.",
    "quiz_tutorial_step6": "Qui potrai leggere le due risposte possibili. Prova a cliccare sempre su quella corretta ;)",
    "quiz_tutorial_step7": "E questo è il premio del quiz!. <br/><br/> Buona fortuna!"
}